Repository: GiorgiMachablishvili/Travel-Memory
Catalog: Travel Memory/Travel Memory/Supporting Files/New Group/*.lproj/Localizable.strings
Languages: ka

source: A
ka: ა

source: Already have an account?
ka: უკვე გაქვთ პროფილი?

source: All fields must be filled.
ka: ყველა ველი უნდა იყოს შევსებული.

source: Add Content to Your Journal
ka: დაამატე კონტენტი შენ ჟურნალს

source: Add Photo:
ka: სურათის დამატება

source: Add Note :
ka: ჩანაწერის დამატება

source: B
ka: ბ

source: C
ka: გ

source: Confirm psw:
ka: პაროლის გამეორება

source: Create Account
ka: პროფილის შექმნა

source: Create new journal
ka: ახალი ჟურნალის შექმნა

source: Continue
ka: გაგრძელება

source: Cancel
ka: გაუქმება

source: Create
ka: შექმნა

source: Congratulations, your account has been successfully created
ka: თქვენი პროფილი შეიქმნა წარმატებით

source: Choose Theme:
ka: თემის არჩევა

source: D
ka: დ

source: Destination
ka: დანიშნ. ადგილი

source: Destination :
ka: დანიშნ. ადგილი :

source: E
ka: ე

source: Email:
ka: იმეილი

source: Enter email address.
ka: შეიყვანეთ იმეილი

source: End Date
ka: დასრულების თარიღი

source: End Date :
ka: დასრულების თარიღი :

source: Edit Journal
ka: ჟურნალში დამატება

source: F
ka: ფ

source: Full name:
ka: სახელი

source: G
ka: გ

source: Get Started
ka: დაწყება

source: H
ka: ჰ

source: I
ka: ი

source: Invalid full name.
ka: სახელი არასწორია

source: Invalid email.
ka: მეილი არასწრია

source: Invalid password.
ka: პაროლი არასწორია

source: Invalid date format. Please select valid dates.
ka: უარყოფილია თარიღი, გთხოვთ შეიყვანოთ სწორი თარიღი

source: J
ka: ჯ

source: JOURNAL
ka: ჟურნალი

source: Journal Title
ka: ჟუბრალის სათაური

source: Journal Title :
ka: ჟუბრალის სათაური :

source: K
ka: კ

source: L
ka: ლ

source: Let’s start creating your new travel journal!
ka: შევქმნათ ახალი მოგზაურობის ჟურნალი!

source: M
ka: მ

source: N
ka: ნ

source: O
ka: ო

source: or
ka: ან

source: P
ka: პ

source: Please fill in the following information to create your account:
ka: გთხოოვთ შეაიყვანთ ყველა ინფორმაცია რომ შექმნათ ჯურნალი:

source: Password:
ka: პაროლი

source: Please enter some text
ka: გთხოვთ შეიყვანოთ ტექსტი

source: Please enter English letters
ka: გთხოვთ შეიყვანოთ ლათინური ასოები

source: Please enter a valid email address.
ka: გთხოვთ შეიყვანოთ სწორი იმეილი

source: Please enter a password.
ka: გთხოვთ შეიყვანოოთ პაროლი

source: Password should be more than 5 letters.
ka: პაროლი უნდა იყოს 5 სიმბოლოზე მეტი

source: Password should include at least one capital letter.
ka: პაროლი უნდა შეიცავდეს მინიმუმ ერთ ასოს

source: Password should include at least one number.
ka: პაროლი უნდა შეიცვადეს მინიმუმ ერთ ციფრს

source: Please confirm your password.
ka: გთხოვთ დაადასტუროტ პაროლი

source: Passwords do not match.
ka: პაროლი არ ემთხვევა

source: Q
ka: ქ

source: R
ka: რ

source: S
ka: ს

source: Sign In
ka: შესვლა

source: Sign Up
ka: რეგისტრაცია

source: Start Date
ka: დაწყების თარიღი

source: Start date must be earlier than end date.
ka: დაწყების დრო უნდა იყოს უფრო ადრე ვიდრე დასრულების

source: Start Date :
ka: დაწყების თარიღი :

source: Save Journal
ka: ჟურნალის შენახვა

source: Share journal
ka: ჟურნალის გაზიარება

source: Share with friends
ka: მეგობრებთან გაზიარება

source: Share your travel journal or trip with friends and family.
ka: გაუზიარე ჟურნალი და მოგზაურება მეგობრებს და ოჯახს

source: Send Email
ka: გაგზავნე მეილი

source: T
ka: თ

source: TRAVEL MEMORY
ka: მოგზაურობის ჩანაწერები

source: This is your dashboard where you can start creating and managing your travel journals.
ka: აქ შეიგიძლიათ შექმნათ თქვენი მოგზაურობის ჯურნალი ჩანაწერები

source: Type here....
ka: აქ აკრიფეთ....

source: Take a moment to review your journal before saving it. You can make any edits or additions here.
ka: შეგიძლიაღ გადახედოთ ჯურნალს დამატოთ კიდევ ინფორმაცია სანამ შეინახავთ

source: To:
ka: ვის:

source: type email....
ka: აკრიფე მეილი

source: U
ka: უ

source: V
ka: ვ

source: W
ka: წ

source: Welcome to travel Memory Journal!
ka: მოგზაურობის ჟურნალი

source: Welcome
ka: გამარჯობა

source: X
ka: ხ

source: Y
ka: ყ

source: Your Journals:
ka: თქვენი ჟურნალი:

source: You can start adding memories and content to your journal, Let’s begin!
ka: შენ შეგიძლია შთაბეჭდილებების და კონტეტის დამატება ჟურნალში

source: You are now ready to start capturing, organizing, and sharing your travel memories with our app.
ka: თქვენ არ ხართ მზად რომ გაუზიაროთ თქვენი მონაცემები

source: Z
ka: ზ
